public class Questions {

    String romantic1 = "Начнём с простого: какой популярный фильм 1997 года прославил Джеймса Камерона? Подсказка: В этом фильме одну из главных ролей сыграл Леонардо Ди Каприо.";
    String scary1 = "Какой жанр олицетворяет Альфред Хичкок?" + " Подсказка:для лучшего эффекта смотреть ночью.";
    String comedy1 = "Назовите имя персонажа советской кинокомедии в названии есть неординарная буква \"Ы\"?";
    String comedy2 = "Назовите имя афроамериканского актёра, который популярен в жанре комедии с фамилией Мерфи? Подсказка: популярный фильм с его участием \"Доктор Дулиттл\"";
    String romantic2 = "Фильм режиссера Роберта Замекиса, в главной роли Том Хэнкс. Назовите вторую часть из названия. Подсказка: Форрест ...";
    String scary2 = "Этот фильм прославил режиссеров Джеймса Вана и Ли Уоннела. Структура фильма строится на убеждениях серийного убийцы Джона Крамера";
    String action1 = "Напишите название французкого фильма 1994 года Люка Бессона. На октябрь 2019 года занимает 27 место в списке лучших фильмов по версии IMDb";
    String fantastic1 = "Напишите название фильма про программиста, который проснётся в реальном мире... Его зовут НЕО...  Подсказка: Актёр Киану Ривз.";
    String comedy3 = "Фильм 1988 года с участием актёра Лесли Нильсена, пародия на полицейских. Назовите оружие из названия фильма";
    String scary3 = "Напишите название второго фильма, в серии фильмов, которые прославили актёра Энтони Хопкинса. Подсказка: За 1 фильм серии он получил Оскар.";
    String fantastic2 = "Фильм про путешествие во времени, хотя начинается с полёта в космос. Подсказка: фильм 2014 года, Мэттью МакКонахи в главной роли.";
    String romantic3 = "Напишите название фильма, которая рассказывает историю жизни Джона Форбса Нэша, лауреата Нобелевской премии по экономике. Подсказка: в главной роли Рассел Кроу";
    String action2 = "Культовый фильм Сергея Бодрова. Напишите название фильма 2 части из этой серии. Подсказка: действие происходит в Америке";
    String fantastic3 = "Фильм Кристофера Нолана с открытым финалом, про сон и подсознание.";
    String action3 = "Напишите имя главного героя из серии фильмов, которые прославили Сильвестра Сталлоне. В этом году вышла 5 часть";


}
